Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: This permanently removes recorded diagnostic activity for all profiles from this device. Your logging preference won’t change.
de: Dadurch werden die aufgezeichneten Diagnoseaktivitäten aller Profile dauerhaft von diesem Gerät entfernt. Deine Protokollierungseinstellung bleibt unverändert.
es: Esto elimina permanentemente de este dispositivo la actividad de diagnóstico registrada de todos los perfiles. Tu preferencia de registro no cambiará.
fr: Cette action supprime définitivement de cet appareil l’activité de diagnostic enregistrée pour tous les profils. Votre préférence de journalisation ne sera pas modifiée.
it: Questa operazione rimuove definitivamente da questo dispositivo le attività diagnostiche registrate di tutti i profili. La preferenza di registrazione non cambia.
pt: Isso remove permanentemente deste dispositivo as atividades de diagnóstico registradas de todos os perfis. Sua preferência de registro não será alterada.
ru: Это безвозвратно удалит с устройства записанную диагностическую активность всех профилей. Настройка записи журналов не изменится.
tr: Bu işlem, tüm profillerin kaydedilmiş tanılama etkinliklerini bu cihazdan kalıcı olarak kaldırır. Günlük kaydı tercihiniz değişmez.
zh_hans: 这将从此设备永久移除所有个人资料已记录的诊断活动。你的日志记录偏好不会改变。
zh_hant: 這將從此裝置永久移除所有個人檔案已記錄的診斷活動。你的記錄偏好設定不會改變。

source: This permanently removes the chat and its messages from this device. Signing in again won’t restore them.
de: Dadurch werden der Chat und seine Nachrichten dauerhaft von diesem Gerät entfernt. Durch eine erneute Anmeldung werden sie nicht wiederhergestellt.
es: Esto elimina permanentemente el chat y sus mensajes de este dispositivo. Iniciar sesión nuevamente no los restaurará.
fr: Cela supprime définitivement le chat et ses messages de cet appareil. Une nouvelle connexion ne les restaurera pas.
it: Questa operazione rimuoverà definitivamente la chat e i relativi messaggi da questo dispositivo. L'accesso successivo non li ripristinerà.
pt: Isso remove permanentemente o bate-papo e suas mensagens deste dispositivo. Fazer login novamente não irá restaurá-los.
ru: При этом чат и его сообщения будут удалены с этого устройства навсегда. Повторный вход не восстановит их.
tr: Bu, sohbeti ve mesajlarını bu cihazdan kalıcı olarak kaldırır. Tekrar oturum açmak bunları geri yüklemez.
zh_hans: 这将从该设备中永久删除聊天及其消息。再次登录不会恢复它们。
zh_hant: 這將從該設備中永久刪除聊天及其訊息。再次登入不會恢復它們。

source: This permanently removes these chats and their messages from this device. Signing in again won’t restore them.
de: Dadurch werden diese Chats und ihre Nachrichten dauerhaft von diesem Gerät entfernt. Durch eine erneute Anmeldung werden sie nicht wiederhergestellt.
es: Esto elimina permanentemente estos chats y sus mensajes de este dispositivo. Iniciar sesión nuevamente no los restaurará.
fr: Cela supprime définitivement ces discussions et leurs messages de cet appareil. Une nouvelle connexion ne les restaurera pas.
it: Questa operazione rimuoverà permanentemente queste chat e i relativi messaggi da questo dispositivo. L'accesso successivo non li ripristinerà.
pt: Isso remove permanentemente esses bate-papos e suas mensagens deste dispositivo. Fazer login novamente não irá restaurá-los.
ru: Эти чаты и их сообщения будут удалены с этого устройства навсегда. Повторный вход не восстановит их.
tr: Bu işlem, söz konusu sohbetleri ve mesajları bu cihazdan kalıcı olarak kaldırır. Tekrar oturum açmak bunları geri yüklemez.
zh_hans: 这将从该设备中永久删除这些聊天及其消息。再次登录不会恢复它们。
zh_hant: 這將從該設備中永久刪除這些聊天及其訊息。再次登入不會恢復它們。

source: This permanently removes this profile from this device.
de: Dadurch wird dieses Profil dauerhaft von diesem Gerät entfernt.
es: Esto elimina permanentemente este perfil de este dispositivo.
fr: Cela supprime définitivement ce profil de cet appareil.
it: Questa operazione rimuove definitivamente questo profilo da questo dispositivo.
pt: Isto remove permanentemente este perfil deste dispositivo.
ru: Это навсегда удалит этот профиль с этого устройства.
tr: Bu, bu profili bu cihazdan kalıcı olarak kaldırır.
zh_hans: 这将从此设备永久移除该个人资料。
zh_hant: 這將從此裝置永久移除此個人資料。

source: This person is a group admin.
de: Diese Person ist Gruppen-Admin.
es: Esta persona es administradora del grupo.
fr: Cette personne est admin du groupe.
it: Questa persona è amministratrice del gruppo.
pt: Esta pessoa é administradora do grupo.
ru: Этот человек — админ группы.
tr: Bu kişi grup yöneticisi.
zh_hans: 此人是群组管理员。
zh_hant: 此人是群組管理員。

source: This profile and all local data will be permanently removed. Previous chats won’t return.
de: Dieses Profil und alle lokalen Daten werden dauerhaft entfernt. Frühere Chats kehren nicht zurück.
es: Este perfil y todos los datos locales se eliminarán de forma permanente. Los chats anteriores no volverán.
fr: Ce profil et toutes les données locales seront définitivement supprimés. Les discussions précédentes ne reviendront pas.
it: Questo profilo e tutti i dati locali verranno rimossi definitivamente. Le chat precedenti non torneranno.
pt: Este perfil e todos os dados locais serão removidos permanentemente. Os bate-papos anteriores não voltarão.
ru: Этот профиль и все локальные данные будут удалены безвозвратно. Прежние чаты не вернутся.
tr: Bu profil ve tüm yerel veriler kalıcı olarak kaldırılacak. Önceki sohbetler geri gelmeyecek.
zh_hans: 此个人资料及所有本地数据将被永久移除。以往的聊天不会恢复。
zh_hant: 此個人檔案及所有本機資料將被永久移除。以往的聊天不會恢復。

source: This profile and its local data will stay on this device.
de: Dieses Profil und seine lokalen Daten bleiben auf diesem Gerät.
es: Este perfil y sus datos locales permanecerán en este dispositivo.
fr: Ce profil et ses données locales resteront sur cet appareil.
it: Questo profilo e i suoi dati locali rimarranno su questo dispositivo.
pt: Este perfil e seus dados locais permanecerão neste dispositivo.
ru: Этот профиль и его локальные данные останутся на этом устройстве.
tr: Bu profil ve yerel verileri bu cihazda kalacak.
zh_hans: 此个人资料及其本地数据将保留在本设备上。
zh_hant: 此個人檔案及其本機資料將保留在本裝置上。

source: This profile's key material stored on this device.
de: Das auf diesem Gerät gespeicherte Schlüsselmaterial dieses Profils.
es: El material de llaves de este perfil almacenado en este dispositivo.
fr: Le matériel de clés de ce profil stocké sur cet appareil.
it: Il materiale delle chiavi di questo profilo memorizzato su questo dispositivo.
pt: O material de chaves deste perfil armazenado neste dispositivo.
ru: Ключевой материал этого профиля, хранящийся на этом устройстве.
tr: Bu profilin bu cihazda saklanan anahtar materyali.
zh_hans: 该个人资料存储在此设备上的密钥材料。
zh_hant: 此個人資料儲存在此裝置上的金鑰材料。

source: This profile’s saved sign-in setup needs recovery.
de: Die gespeicherte Anmeldung dieses Profils muss wiederhergestellt werden.
es: Es necesario recuperar la configuración de inicio de sesión guardada de este perfil.
fr: La configuration de connexion enregistrée de ce profil doit être récupérée.
it: La configurazione di accesso salvata di questo profilo deve essere recuperata.
pt: A configuração de início de sessão guardada deste perfil precisa de recuperação.
ru: Сохранённую настройку входа для этого профиля необходимо восстановить.
tr: Bu profilin kayıtlı giriş kurulumunun kurtarılması gerekiyor.
zh_hans: 此个人资料已保存的登录设置需要恢复。
zh_hant: 此個人檔案已儲存的登入設定需要恢復。

source: This publishes your public relay list. Other apps using this account may use it too.
de: Dies veröffentlicht deine öffentliche Relay-Liste. Andere Apps mit diesem Konto können sie ebenfalls verwenden.
es: Esto publica tu lista pública de relays. Otras apps que usen esta cuenta también podrán utilizarla.
fr: Cela publie votre liste publique de relais. D’autres apps utilisant ce compte pourront aussi l’utiliser.
it: Questa azione pubblica il tuo elenco pubblico di relay. Anche altre app che usano questo account potrebbero utilizzarlo.
pt: Isso publica sua lista pública de relays. Outros apps que usam esta conta também poderão usá-la.
ru: Будет опубликован ваш общедоступный список реле. Его могут использовать и другие приложения с этим аккаунтом.
tr: Bu işlem herkese açık röle listenizi yayımlar. Bu hesabı kullanan diğer uygulamalar da listeyi kullanabilir.
zh_hans: 这将发布你的公开中继列表。使用此账号的其他应用也可能使用该列表。
zh_hant: 這將發布你的公開中繼清單。使用此帳號的其他 App 也可能使用該清單。

source: This removes the local history from this device. It won't send a leave proposal.
de: Dies entfernt den lokalen Verlauf von diesem Gerät. Es wird kein Austrittsvorschlag gesendet.
es: Esto elimina el historial local de este dispositivo. No se enviará una propuesta de salida.
fr: Cela supprime l'historique local de cet appareil. Aucune proposition de départ ne sera envoyée.
it: Questo rimuove la cronologia locale da questo dispositivo. Non verrà inviata una proposta di uscita.
pt: Isto remove o histórico local deste dispositivo. Nenhuma proposta de saída será enviada.
ru: История будет удалена только с этого устройства. Предложение о выходе отправлено не будет.
tr: Bu, yerel geçmişi bu cihazdan kaldırır. Ayrılma önerisi gönderilmez.
zh_hans: 这会从此设备移除本地历史记录，不会发送退出提议。
zh_hant: 這會從此裝置移除本機歷史記錄，不會發送退出提議。

source: To use App Lock, set a passcode on this device.
de: Lege einen Gerätecode fest, um die App-Sperre zu nutzen.
es: Para usar el bloqueo de la app, configura un código en este dispositivo.
fr: Pour utiliser le verrouillage de l'app, définissez un code sur cet appareil.
it: Per usare il blocco app, imposta un codice su questo dispositivo.
pt: Para usar o bloqueio do app, defina um código neste dispositivo.
ru: Чтобы использовать блокировку приложения, установите код-пароль на этом устройстве.
tr: Uygulama kilidini kullanmak için bu cihazda bir şifre belirleyin.
zh_hans: 要使用应用锁定，请先在此设备上设置密码。
zh_hant: 要使用應用程式鎖定，請先在此裝置上設定密碼。

source: Today
de: Heute
es: hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Token fingerprint
de: Token-Fingerabdruck
es: Huella digital simbólica
fr: Empreinte digitale du jeton
it: Token dell'impronta digitale
pt: Impressão digital simbólica
ru: Отпечаток токена
tr: Jeton parmak izi
zh_hans: 令牌指纹
zh_hant: 令牌指紋

source: Token fingerprints
de: Token-Fingerabdrücke
es: Huellas dactilares simbólicas
fr: Empreintes digitales de jeton
it: Impronte digitali simboliche
pt: Impressões digitais simbólicas
ru: Отпечатки токенов
tr: Jeton parmak izleri
zh_hans: 令牌指纹
zh_hant: 令牌指紋

source: Tokens
de: Token
es: Fichas
fr: Jetons
it: Gettoni
pt: Fichas
ru: Токены
tr: Jetonlar
zh_hans: 代币
zh_hant: 代幣

source: Travel & Places
de: Reisen & Orte
es: Viajes y lugares
fr: Voyages et lieux
it: Viaggi e luoghi
pt: Viagens e lugares
ru: Путешествия и места
tr: Seyahat ve Yerler
zh_hans: 旅行与地点
zh_hant: 旅行與地點

source: True Black
de: Tiefschwarz
es: Negro puro
fr: Noir absolu
it: Nero assoluto
pt: Preto puro
ru: Чисто чёрная
tr: Saf siyah
zh_hans: 纯黑
zh_hant: 純黑

source: Try again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
zh_hans: 重试
zh_hant: 重試

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
zh_hans: 重试
zh_hant: 重試

source: Try again to load your profile, or continue without changing it.
de: Versuche erneut, dein Profil zu laden, oder fahre fort, ohne es zu ändern.
es: Intenta cargar tu perfil de nuevo o continúa sin cambiarlo.
fr: Réessayez de charger votre profil ou continuez sans le modifier.
it: Riprova a caricare il tuo profilo o continua senza modificarlo.
pt: Tente carregar seu perfil novamente ou continue sem alterá-lo.
ru: Попробуйте загрузить профиль снова или продолжите без изменений.
tr: Profilinizi yüklemeyi tekrar deneyin veya değiştirmeden devam edin.
zh_hans: 请重试加载个人资料，或继续而不做更改。
zh_hant: 請重試載入個人檔案，或繼續而不做變更。

source: Try again.
de: Versuchen Sie es erneut.
es: Inténtalo de nuevo.
fr: Réessayez.
it: Riprova.
pt: Tente novamente.
ru: Попробуйте еще раз.
tr: Tekrar deneyin.
zh_hans: 再试一次。
zh_hant: 再試一次。

source: Turn them on in iOS Settings to use these options.
de: Aktiviere sie in den iOS-Einstellungen, um diese Optionen zu nutzen.
es: Actívalas en Configuración de iOS para usar estas opciones.
fr: Activez-les dans les Réglages iOS pour utiliser ces options.
it: Attivale in Impostazioni di iOS per usare queste opzioni.
pt: Ative-as nas Configurações do iOS para usar estas opções.
ru: Включите их в настройках iOS, чтобы использовать эти параметры.
tr: Bu seçenekleri kullanmak için iOS Ayarları’ndan açın.
zh_hans: 在 iOS“设置”中开启后即可使用这些选项。
zh_hant: 在 iOS「設定」中開啟後即可使用這些選項。

source: Type %@ to confirm.
de: Gib %@ ein, um zu bestätigen.
es: Escribe %@ para confirmar.
fr: Saisissez %@ pour confirmer.
it: Digita %@ per confermare.
pt: Digite %@ para confirmar.
ru: Введите %@ для подтверждения.
tr: Onaylamak için %@ yazın.
zh_hans: 输入 %@ 以确认。
zh_hant: 輸入 %@ 以確認。

source: Unable to restore group synchronization.
de: Die Gruppensynchronisierung konnte nicht wiederhergestellt werden.
es: No se pudo restablecer la sincronización del grupo.
fr: Impossible de rétablir la synchronisation du groupe.
it: Impossibile ripristinare la sincronizzazione del gruppo.
pt: Não foi possível restabelecer a sincronização do grupo.
ru: Не удалось восстановить синхронизацию группы.
tr: Grup eşitlemesi geri yüklenemedi.
zh_hans: 无法恢复群组同步。
zh_hant: 無法恢復群組同步。

source: Unarchive
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
it: Rimuovi dall'archivio
pt: Desarquivar
ru: Разархивировать
tr: Arşivden çıkar
zh_hans: 取消归档
zh_hant: 取消封存

source: Unarchive Chat
de: Chat dearchivieren
es: Desarchivar chat
fr: Désarchiver la discussion
it: Ripristina chat
pt: Desarquivar conversa
ru: Разархивировать чат
tr: Sohbeti arşivden çıkar
zh_hans: 取消归档聊天
zh_hant: 取消封存聊天

source: Unarchive Group
de: Gruppe dearchivieren
es: Desarchivar grupo
fr: Désarchiver le groupe
it: Gruppo Annulla archiviazione
pt: Desarquivar grupo
ru: Разархивировать группу
tr: Grubu Arşivden Çıkar
zh_hans: 取消归档组
zh_hant: 取消歸檔組

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
pt: Indisponível
ru: Недоступно
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 無法使用

source: Unavailable in this build
de: In dieser Version nicht verfügbar
es: No disponible en esta versión
fr: Indisponible dans cette version
it: Non disponibile in questa versione
pt: Indisponível nesta versão
ru: Недоступно в этой версии
tr: Bu sürümde kullanılamıyor
zh_hans: 此版本不支持
zh_hant: 此版本不支援

source: Unclassified key packages
de: Nicht klassifizierte Schlüsselpakete
es: Paquetes de llaves sin clasificar
fr: Packages de clés non classés
it: Pacchetti chiave non classificati
pt: Pacotes de chaves não classificados
ru: Неклассифицированные пакеты ключей
tr: Sınıflandırılmamış anahtar paketleri
zh_hans: 未分类的密钥包
zh_hant: 未分類的金鑰套件

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di seguire
pt: Deixar de seguir
ru: Отписаться
tr: Takibi bırak
zh_hans: 取消关注
zh_hant: 取消關注

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Unknown quarantine reason
de: Unbekannter Quarantänegrund
es: Motivo de cuarentena desconocido
fr: Raison de quarantaine inconnue
it: Motivo di quarantena sconosciuto
pt: Motivo de quarentena desconhecido
ru: Неизвестная причина карантина
tr: Bilinmeyen karantina nedeni
zh_hans: 未知的隔离原因
zh_hant: 未知的隔離原因

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
pt: Desbloquear
ru: Разблокировать
tr: Kilidi aç
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock White Noise
de: White Noise entsperren
es: Desbloquear White Noise
fr: Déverrouiller White Noise
it: Sblocca White Noise
pt: Desbloquear White Noise
ru: Разблокировать White Noise
tr: White Noise kilidini aç
zh_hans: 解锁 White Noise
zh_hant: 解鎖 White Noise

source: Unnamed group
de: Unbenannte Gruppe
es: Grupo sin nombre
fr: Groupe sans nom
it: Gruppo senza nome
pt: Grupo sem nome
ru: Группа без названия
tr: Adsız grup
zh_hans: 未命名群组
zh_hant: 未命名群組

source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
it: Rimuovi
pt: Desafixar
ru: Открепить
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unread
de: Ungelesen
es: Sin leer
fr: Non lues
it: Non lette
pt: Não lidos
ru: Непрочитанные
tr: Okunmamış
zh_hans: 未读
zh_hant: 未讀

source: Update profile
de: Profil aktualisieren
es: Actualizar perfil
fr: Mettre à jour le profil
it: Aggiorna profilo
pt: Atualizar perfil
ru: Обновить профиль
tr: Profili güncelle
zh_hans: 更新个人资料
zh_hant: 更新個人資料

source: Update your profile?
de: Dein Profil aktualisieren?
es: ¿Actualizar tu perfil?
fr: Mettre à jour votre profil ?
it: Vuoi aggiornare il profilo?
pt: Atualizar seu perfil?
ru: Обновить ваш профиль?
tr: Profiliniz güncellensin mi?
zh_hans: 要更新个人资料吗？
zh_hant: 要更新個人資料嗎？

source: Updating chat…
de: Chat wird aktualisiert …
es: Actualizando chat…
fr: Mise à jour de la discussion…
it: Aggiornamento della chat…
pt: Atualizando conversa…
ru: Чат обновляется…
tr: Sohbet güncelleniyor…
zh_hans: 正在更新聊天…
zh_hant: 正在更新聊天…

source: Updating group description…
de: Gruppenbeschreibung wird aktualisiert…
es: Actualizando la descripción del grupo…
fr: Mise à jour de la description du groupe…
it: Aggiornamento della descrizione del gruppo…
pt: Atualizando a descrição do grupo…
ru: Обновление описания группы…
tr: Grup açıklaması güncelleniyor…
zh_hans: 正在更新群组描述…
zh_hant: 正在更新群組描述…

source: Updating group image…
de: Gruppenbild wird aktualisiert …
es: Actualizando imagen del grupo…
fr: Mise à jour de l’image du groupe…
it: Aggiornamento immagine del gruppo…
pt: Atualizando imagem do grupo…
ru: Изображение группы обновляется…
tr: Grup görseli güncelleniyor…
zh_hans: 正在更新群组图片…
zh_hant: 正在更新群組圖片…

source: Updating group info…
de: Gruppeninfo wird aktualisiert…
es: Actualizando la información del grupo…
fr: Mise à jour des infos du groupe…
it: Aggiornamento info gruppo…
pt: Atualizando as informações do grupo…
ru: Обновление информации о группе…
tr: Grup bilgisi güncelleniyor…
zh_hans: 正在更新群组信息…
zh_hant: 正在更新群組資訊…

source: Updating group name…
de: Gruppenname wird aktualisiert…
es: Actualizando el nombre del grupo…
fr: Mise à jour du nom du groupe…
it: Aggiornamento del nome del gruppo…
pt: Atualizando nome do grupo…
ru: Обновление названия группы…
tr: Grup adı güncelleniyor…
zh_hans: 正在更新群组名称...
zh_hant: 正在更新群組名稱...

source: Uploading profile image…
de: Profilbild wird hochgeladen…
es: Subiendo imagen de perfil…
fr: Téléchargement de l'image de profil…
it: Caricamento immagine del profilo…
pt: Fazendo upload da imagem do perfil…
ru: Загрузка изображения профиля…
tr: Profil resmi yükleniyor…
zh_hans: 正在上传个人资料图片...
zh_hant: 正在上傳個人資料圖片...

# Uploads %@ to %@.
source: Uploads %1$@ to %2$@.
de: Uploads %@ to %@.
es: Uploads %@ to %@.
fr: Uploads %@ to %@.
it: Uploads %@ to %@.
pt: Uploads %@ to %@.
ru: Uploads %@ to %@.
tr: Uploads %@ to %@.
zh_hans: Uploads %@ to %@.
zh_hant: Uploads %@ to %@.

source: Usage and diagnostics
de: Nutzung und Diagnose
es: Uso y diagnóstico
fr: Utilisation et diagnostic
it: Utilizzo e diagnostica
pt: Uso e diagnóstico
ru: Использование и диагностика
tr: Kullanım ve tanılama
zh_hans: 使用情况和诊断
zh_hant: 使用情況與診斷

source: Usage analytics are scheduled for automatic deletion after 180 days.
de: Die automatische Löschung der Nutzungsanalysedaten ist nach 180 Tagen vorgesehen.
es: Los datos de análisis de uso se programan para su eliminación automática después de 180 días.
fr: La suppression automatique des données d’analyse d’utilisation est prévue après 180 jours.
it: L’eliminazione automatica dei dati di analisi dell’utilizzo è programmata dopo 180 giorni.
pt: A exclusão automática dos dados de análise de uso está programada para ocorrer após 180 dias.
ru: Автоматическое удаление данных аналитики использования запланировано через 180 дней.
tr: Kullanım analizi verilerinin 180 gün sonra otomatik olarak silinmesi planlanır.
zh_hans: 使用情况分析数据计划在 180 天后自动删除。
zh_hant: 使用情況分析資料預計在 180 天後自動刪除。

source: Usage includes approved, bucketed activity and temporary session IDs, without message contents or account and group identifiers. Diagnostics includes a random installation identifier that changes after you turn sharing off.
de: Nutzungsdaten umfassen freigegebene, in Kategorien zusammengefasste Aktivitäten und temporäre Sitzungs-IDs, ohne Nachrichteninhalte oder Konto- und Gruppenkennungen. Diagnosedaten enthalten eine zufällige Installationskennung, die sich ändert, nachdem du die Freigabe deaktivierst.
es: Los datos de uso incluyen actividad aprobada agrupada por categorías e identificadores de sesión temporales, sin contenido de mensajes ni identificadores de cuentas o grupos. Los diagnósticos incluyen un identificador de instalación aleatorio que cambia después de desactivar el envío.
fr: Les données d’utilisation comprennent des activités approuvées regroupées par catégories et des identifiants de session temporaires, sans contenu des messages ni identifiants de comptes ou de groupes. Les diagnostics comprennent un identifiant d’installation aléatoire qui change après la désactivation du partage.
it: I dati di utilizzo includono attività approvate raggruppate per categorie e ID di sessione temporanei, senza contenuti dei messaggi né identificativi di account o gruppi. La diagnostica include un identificativo di installazione casuale che cambia dopo aver disattivato la condivisione.
pt: Os dados de uso incluem atividades aprovadas agrupadas por categorias e IDs de sessão temporários, sem conteúdo de mensagens nem identificadores de contas ou grupos. Os diagnósticos incluem um identificador de instalação aleatório que muda depois que você desativa o compartilhamento.
ru: Данные об использовании включают одобренные действия, сгруппированные по категориям, и временные идентификаторы сеансов, без содержимого сообщений и идентификаторов аккаунтов или групп. Диагностика включает случайный идентификатор установки, который меняется после отключения передачи данных.
tr: Kullanım verileri, mesaj içerikleri veya hesap ve grup tanımlayıcıları olmadan onaylanmış, kategorilere ayrılmış etkinlikleri ve geçici oturum kimliklerini içerir. Tanılama verileri, paylaşımı kapattıktan sonra değişen rastgele bir kurulum tanımlayıcısı içerir.
zh_hans: 使用数据包括经批准、按类别汇总的活动和临时会话 ID，不含消息内容或账号和群组标识符。诊断数据包含一个随机安装标识符，关闭共享后该标识符会更改。
zh_hant: 使用資料包括經核准、按類別彙整的活動和暫時工作階段 ID，不含訊息內容或帳號和群組識別碼。診斷資料包含一個隨機安裝識別碼，關閉分享後該識別碼會變更。

source: Usage: %@. Diagnostics: %@.
de: Nutzung: %@. Diagnose: %@.
es: Uso: %@. Diagnóstico: %@.
fr: Utilisation : %@. Diagnostic : %@.
it: Utilizzo: %@. Diagnostica: %@.
pt: Uso: %@. Diagnóstico: %@.
ru: Использование: %@. Диагностика: %@.
tr: Kullanım: %@. Tanılama: %@.
zh_hans: 使用情况：%@。诊断：%@。
zh_hant: 使用情況：%@。診斷：%@。

source: Use a public HTTPS image URL.
de: Verwende eine öffentliche HTTPS-Bild-URL.
es: Usa una URL de imagen HTTPS pública.
fr: Utilisez une URL d’image HTTPS publique.
it: Usa un URL immagine HTTPS pubblico.
pt: Use uma URL pública de imagem HTTPS.
ru: Используйте общедоступный HTTPS URL изображения.
tr: Herkese açık bir HTTPS görsel URL’si kullanın.
zh_hans: 请使用公开的 HTTPS 图片 URL。
zh_hant: 請使用公開的 HTTPS 圖片 URL。

source: Use a secure WebSocket relay URL beginning with wss://.
de: Verwende eine sichere WebSocket-Relais-URL, die mit wss:// beginnt.
es: Usa una URL de relé WebSocket segura que empiece por wss://.
fr: Utilisez une URL de relais WebSocket sécurisée commençant par wss://.
it: Usa un URL di relay WebSocket sicuro che inizi con wss://.
pt: Use uma URL de relé WebSocket segura começando com wss://.
ru: Используйте защищённый URL реле WebSocket, начинающийся с wss://.
tr: wss:// ile başlayan güvenli bir WebSocket röle URL’si kullanın.
zh_hans: 请使用以 wss:// 开头的安全 WebSocket 中继器 URL。
zh_hant: 請使用以 wss:// 開頭的安全 WebSocket 中繼站 URL。
